{
    "About us": "من نحن",
    "Assessments": "التكليفات",
    "Books": "الكتب",
    "Library": "المكتبة",
    "Packages": "المستودعات",
    "Contact": "اتصل بنا",
    "Login": "تسجيل الدخول",
    "Sign in": "تسجيل الدخول",
    "Welcome Back": "مرحبًا بعودتك",
    "Email Address": "عنوان البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Forgot password?": "هل نسيت كلمة السر؟",
    "Or": "أو",
    "By clicking Create account, I agree that I have read and accepted the Terms of Use and Privacy Policy.": "بالنقر فوق إنشاء حساب ، أوافق على أنني قد قرأت وقبلت شروط الاستخدام وسياسة الخصوصية.",
    "Don’t have an account?": "ليس لديك حساب؟",
    "Create an account": "إنشاء حساب",
    "E-Mail is required*": "البريد الالكتروني مطلوب*",
    "Please enter valid E-Mail": "الرجاء إدخال بريد إلكتروني صحيح",
    "is required*": "مطلوب*",
    "Use at least 6 characters including (0,9), (a-z) and (A-Z)": "استخدم 6 أحرف على الأقل بما في ذلك (0،9) و (a-z) و (A-Z)",
    "Please enter valid Phone Number": "الرجاء إدخال رقم هاتف صحيح",
    "must not be empty": "يجب ألا يكون فارغًا",
    "must be less than": "يجب أن يكون أقل من",
    "characters.": "المحارف.",
    "Google": "غوغل",
    "Facebook": "فيس بوك",
    "Fast, easy and secure": "سريع وسهل وآمن",
    "First Name": "الاسم الأول",
    "Last name": "اسم العائلة",
    "Sign up now": "أفتح حساب الأن",
    "Already have an account?": "هل لديك حساب؟",
    "Creating a school account?": "إنشاء حساب مدرسة؟",
    "Click here": "انقر هنا",
    "LEARNING IS ALWAYS FUN!": "التعلم ممتع دائمًا!",
    "Challenge the children to learn in a fun way!": "تحدى الأطفال للتعلم بطريقة ممتعة!",
    "Words academy has been found in hands of educators, content writers, painters and musical specialists who search to find the best practices and methods for kids to learn online Arabic and English languages by interactive and fun ways.": "تم العثور على أكاديمية الكلمات في أيدي المعلمين وكتاب المحتوى والرسامين والمتخصصين في الموسيقى الذين يبحثون للعثور على أفضل الممارسات والأساليب للأطفال لتعلم اللغة العربية والإنجليزية على الإنترنت بطرق تفاعلية وممتعة",
    "Sign up Now!": "أفتح حساب الأن!",
    "Why Words": "لماذا الكلمات",
    "Learning Academy": "أكاديمية التعلم",
    "Engagement, fun and daily passes!": "المشاركة والمتعة والممرات اليومية!",
    "An International concept has been implemented leading kids to think globally, using interactive, attractive and effective visions and activities..": "تم تطبيق مفهوم دولي يقود الأطفال إلى التفكير عالميًا باستخدام رؤى وأنشطة تفاعلية وجذابة وفعالة ..",
    "LEARNING IS ALWAYS FUN! JOIN US NOW..": "التعلم ممتع دائمًا! انضم إلينا الآن ..",
    "Our Books": "كتبنا",
    "Fantastic and beautiful Journeys": "رحلات رائعة وجميلة",
    "Let us Learn English": "دعونا نتعلم اللغة الإنجليزية",
    "Let us Learn Arabic": "لنتعلم العربية",
    "Various and interesting levels according to European standards has been created by creative academics experts and consultants to raise awareness of teachers and students about new methods, strategies, and standards of learning languages": "تم إنشاء مستويات مختلفة ومثيرة للاهتمام وفقًا للمعايير الأوروبية من قبل خبراء أكاديميين مبدعين ومستشارين لزيادة وعي المعلمين والطلاب بأساليب واستراتيجيات ومعايير تعلم اللغات الجديدة",
    "Find out more!": "اكتشف المزيد!",
    "Our Learning Goals": "أهدافنا التعليمية",
    "Identify the knowledge & skills": "تحديد المعرفة والمهارات",
    "Collaboration": "تعاون",
    "Students contribute and add value to shared learning experiences.": ".يساهم الطلاب ويضيفون قيمة إلى خبرات التعلم المشتركة",
    "Communication": "تواصل",
    "Students effectively convey their ideas and understandings in multiple formats.": "ينقل الطلاب بشكل فعال أفكارهم ومفاهيمهم في أشكال متعددة.",
    "Creative Thinking": "تفكير ابداعى",
    "Students gain facility with the creative process and confidence in self-expression.": "يكتسب الطلاب سهولة من خلال العملية الإبداعية والثقة في التعبير عن الذات.",
    "Independence": "استقلال",
    "Students take responsibility for and are increasingly self-directed in their own learning.": "يتحمل الطلاب المسؤولية ويتزايد توجيههم ذاتيًا في تعلمهم.",
    "Media Library": "مكتبة الوسائط",
    "Books, Songs & Videos": "الكتب والأغاني ومقاطع الفيديو",
    "Tolerance, morals, humanitarian and lovely stories, songs, and videos helps parents to support the mental health of their children that you can find when you visit our library.": ".التسامح والأخلاق والقصص الإنسانية والرائعة والأغاني ومقاطع الفيديو تساعد الآباء على دعم الصحة العقلية لأطفالهم التي يمكنك العثور عليها عند زيارة مكتبتنا",
    "Latest News": "أحدث الأخبار",
    "What is going on": "ما الذي يجري",
    "After a day at Giraffe, I recognize that my little Angel - Joliet is more and more confident and creative. She loves to raise her voice anytime with her wonder which hardly happen before.": "بعد يوم واحد في Giraffe ، أدركت أن Angel - Joliet الصغيرة أصبحت أكثر ثقة وإبداعًا. تحب أن ترفع صوتها في أي وقت بعجبها الذي لم يحدث من قبل.",
    "Don’t hear only from us": "لا تسمع منا فقط",
    "Testimonial": "شهادة",
    "Words academy for learning languages": "أكاديمية الكلمات لتعلم اللغات",
    "In our world, we transfer words in two languages that transform kids’ world to a journey of imagination, mythology and happiness. Visual, auditory, musical and social intelligence can be found in words academy who acknowledges that each child has the wright to learn regarding his abilities .": "في عالمنا ، ننقل الكلمات بلغتين والتي تحول عالم الأطفال إلى رحلة من الخيال والأساطير والسعادة. يمكن العثور على الذكاء البصري والسمعي والموسيقي والاجتماعي في أكاديمية الكلمات التي تقر بأن كل طفل لديه القدرة على التعلم فيما يتعلق بقدراته.",
    "DO YOU LIKE TO KNOW MORE.. LEAVE US A MESSAGE": "هل ترغب في معرفة المزيد .. اترك لنا رسالة",
    "Courses": "الدورات",
    "Name": "الاسم",
    "Send": "يرسل",
    "Message": "رسالة",
    "WORDS grow naturally and creatively in a wonderland for Kids to learn, play.": "تنمو WORDS بشكل طبيعي وإبداعي في أرض العجائب للأطفال للتعلم واللعب.",
    "NEWSLETTER SIGNING": "NEWSLETTER SIGNING",
    "Subscribe": "اشتراك",
    "CONTACT US": "اتصل بنا",
    "QUICK LINKS":"روابط سريعة",
    "Address: United Arabia Emirates, Dubai": "العنوان: الإمارات العربية المتحدة ، دبي",
    "WORDS ACADEMY© 2023 COPYRIGHT": "أكاديمية WORDS © 2023 COPYRIGHT",
    "Privacy Policy": "سياسة الخصوصية",
    "Phone: ‭+971 52 994 5335‬": "هاتف: +971 52994 5335",
    "Contact us":"اتصل بنا",
    "We would like to hear from you":"نود أن نسمع منك",
    "Would you like to know more about our services, contact us now and out team will be happy to assist you with your inquiry":"هل ترغب في معرفة المزيد عن خدماتنا ، اتصل بنا الآن وسيسعد فريقنا الخارجي بمساعدتك في استفسارك",
    "Email":"بريد إلكتروني",
    "Call":"اتصل",
    "WORDS ACADEMY":"أكاديمية الكلمات",
    "Who we are ?":"من نحن ؟",
    "Words academy has been found in hands of educators, content writers, painters and musical specialists who search to find the best practices and methods for kids to learn online Arabic and English languages by interactive and fun ways. The journey to build this platform has passed many difficulties and spent months to discover the international languages get along acquisitive standards to create topics, stories and songs suit learners around the world. Our team had many years in creating content for children and part of them had over than 20 years in educational field.":"تم العثور على أكاديمية الكلمات في أيدي المعلمين وكتاب المحتوى والرسامين والمتخصصين في الموسيقى الذين يبحثون للعثور على أفضل الممارسات والأساليب للأطفال لتعلم اللغة العربية والإنجليزية عبر الإنترنت بطرق تفاعلية وممتعة. لقد مرت رحلة بناء هذه المنصة العديد من الصعوبات وقضيت شهورًا لاكتشاف اللغات الدولية تتوافق مع معايير اكتساب لإنشاء مواضيع وقصص وأغاني تناسب المتعلمين في جميع أنحاء العالم.لقد قضى فريقنا سنوات عديدة في إنشاء محتوى للأطفال وكان لجزء منهم أكثر من 20 عامًا في المجال التعليمي. ",
    "The interest of learners comes in the top of our website goals as we try to share the best topics, stories, songs and interactive activities to keep our students in passion to learn languages.":"يأتي اهتمام المتعلمين في مقدمة أهداف موقعنا الإلكتروني حيث نحاول مشاركة أفضل الموضوعات والقصص والأغاني والأنشطة التفاعلية لإبقاء طلابنا شغوفين بتعلم اللغات.",
    "When we decided to create Words Academy, we looked around and wondered why our learners faces difficulties in learning languages? The common points were that many methods in learning language don’t meet the types of learners according to their intelligence and abilities! Starting from that point we have collected the most lessons and activities that suit visual, musical, social and self-learning.":"عندما قررنا إنشاء Words Academy ، نظرنا حولنا وتساءلنا لماذا يواجه المتعلمون صعوبات في تعلم اللغات؟ النقاط المشتركة هي أن العديد من الأساليب في تعلم اللغة لا تتوافق مع أنواع المتعلمين وفقًا لذكائهم وقدراتهم! بدءًا من في هذه النقطة ، قمنا بجمع معظم الدروس والأنشطة التي تناسب التعلم الذاتي والموسيقي والاجتماعي والبصري ",
    "We looked at European, Middle East, and international standards then we have integrated all in 12 interesting Arabic and English books. Our main characters (Jad, Tala, Sam and Sophia ) grow up with our learners, show their life stories since year 4 to year 12 in many daily biases (school, home, restaurant, park, trips, airport, hotel, malls, with celebrities and space).":"نظرنا إلى المعايير الأوروبية والشرق أوسطية والدولية ، ثم قمنا بدمج كل ذلك في 12 كتابًا عربيًا وإنجليزيًا مثيرًا للاهتمام. نشأت شخصياتنا الرئيسية (جاد وتالا وسام وصوفيا) مع متعلمينا ، وعرض قصص حياتهم منذ العام الرابع حتى السنة 12 في العديد من التحيزات اليومية (المدرسة ، المنزل ، المطعم ، الحديقة ، الرحلات ، المطار ، الفنادق ، مراكز التسوق ، المشاهير والمساحات). ",
    "Choose the right level for you":"اختر المستوى المناسب لك",
   "Our books are life stories of four characters that most of kids face in their daily life, starting from level one to level six. Each level has been built regarding to kids skills level to give a chance to all our kids to learn by interactive and fun ways.":"كتبنا هي قصص حياة لأربع شخصيات يواجهها معظم الأطفال في حياتهم اليومية ، بدءًا من المستوى الأول إلى المستوى السادس. وقد تم تصميم كل مستوى وفقًا لمستوى مهارات الأطفال لإعطاء فرصة لجميع أطفالنا للتعلم من خلال التفاعل والتفاعل طرق ممتعة ",
   "Each book talks about each life stations and how they interact with it in effective ways.":"كل كتاب يتحدث عن كل محطات الحياة وكيف تتفاعل معها بطرق فعالة.",
   "Kids will live the interesting life journey of books characters and have an interesting experience. They pass to have new knowledge by using English language":"سيعيش الأطفال رحلة الحياة الممتعة لشخصيات الكتب ولديهم تجربة ممتعة. يمرون للحصول على معرفة جديدة باستخدام اللغة الإنجليزية"

}