{
    "About us": " مَن نَحنُ ",
    "Assessments": "الاختبارات المعياريّة",
    "Books": "الكُتُب",
    "Library": "مَكتَبَةُ الوَسائط",
    "Packages": "تسجيل الدفع",
    "Contact": "التّواصل",
    "Login": "تسجيل الدخول",
    "Sign in": "تسجيل الدخول",
    "Welcome Back": "مرحبًا بعودتك",
    "Email Address": "عنوان البريد الإلكتروني",
    "Password": "كلمة المرور",
    "Forgot password?": "هل نسيت كلمة السر؟",
    "Or": "أو",
    "By clicking Create account, I agree that I have read and accepted the Terms of Use and Privacy Policy.": "بالنقر فوق إنشاء حساب ، أوافق على أنني قد قرأت وقبلت شروط الاستخدام وسياسة الخصوصية.",
    "Don’t have an account?": "ليس لديك حساب؟",
    "Create an account": "إنشاء حساب",
    "E-Mail is required*": "البريد الالكتروني مطلوب*",
    "Please enter valid E-Mail": "الرجاء إدخال بريد إلكتروني صحيح",
    "is required*": "مطلوب*",
    "Use at least 6 characters including (0,9), (a-z) and (A-Z)": "استخدم 6 أحرف على الأقل بما في ذلك (0،9) و (a-z) و (A-Z)",
    "Please enter valid Phone Number": "الرجاء إدخال رقم هاتف صحيح",
    "must not be empty": "يجب ألا يكون فارغًا",
    "must be less than": "يجب أن يكون أقل من",
    "characters.": "المحارف.",
    "Google": "غوغل",
    "Facebook": "فيس بوك",
    "Fast, easy and secure": "سريع وسهل وآمن",
    "First Name": "الاسم الأول",
    "Last name": "اسم العائلة",
    "Sign up now": "أفتح حساب الأن",
    "Already have an account?": "هل لديك حساب؟",
    "Creating a school account?": "إنشاء حساب مدرسة؟",
    "Click here": "انقر هنا",
    "LEARNING IS": "مُتعَةَ",
    "ALWAYS FUN!": " التّعلّم",
    "Challenge the children to learn in a fun way!": "تَشجِيعُ الأطفال للتّعلّم بِطُرِقٍ مُمتِعَة.",
    "Words academy has been found in hands of educators, content writers, painters and musical specialists who search to find the best practices and methods for kids to learn online Arabic and English languages by interactive and fun ways.": "Words Academy بُنِيَت من قِبَلِ أخِصَّائِيينَ تَربويّين، كُتّابُ مُحتَوى، رَسّامِين وأخصّائيّين في علمِ الأصوات الذين دأَبُوا في البحثِ عن أفضَلِ المُمَارَساتِ والاِسترَاتيجيّات لتعلُّم اللّغتين العربيّة والإنجليزيّة بشكلٍ تَفاعُليٍّ ومُمتِع.",
    "Sign up Now!": "أفتح حساب الأن!",
    "Why Words": "لِماذَا Words",
    "Learning Academy": "هي أكاديميّة للتعلّم؟",
    "Engagement, fun and daily passes!": "التَّفاعُل والمُرحُ والمَواقِفُ اليوميّة.",
    "An International concept has been implemented leading kids to think globally, using interactive, attractive and effective visions and activities..": "لقد حَرِصت الأكاديميّة على تطبيقِ المَفاهيمِ العالميّة لِتقود الطّلبة إلى التّفكير العالمي باستخدام رُؤيةٍ جذّابة وفعّالة.",
    "LEARNING IS ALWAYS FUN! JOIN US NOW..": "التّعلُّم دائمًا مُمتِعُ مَعَنا اِنضَمَّ إلينا الآن",
    "Our Books": "كُتُبُنا",
    "Fantastic and beautiful Journeys": "رِحلَةٌ رائعَةٌ ومُمتِعة.",
    "Let us Learn English": "هيّا نتعلّم اللّغَةَ الإنجليزيّة",
    "Let us Learn Arabic": "هيّا نتعلّم اللغة العربيّة",
    "Various and interesting levels according to European standards has been created by creative academics experts and consultants to raise awareness of teachers and students about new methods, strategies, and standards of learning languages": "مُستويَاتٌ مُخَتلفة ومُثِيرة للاِهتِمَام وفقًا للمَعَايير الأوروبيّة من قِبل خُبراء أكادِيميّين مُبدعِين ومُستشَارين لِزِيادة وَعيِ المُعلَّمين والطُّلاب بِأساليبَ واستراتيجيّات ومعَايِير تَعلم اللُّغات الجديدة",
    "Find out more!": "اكتشف المزيد!",
    "Our Learning Goals": "أهدافُنا التّعليميّة",
    "Identify the knowledge & skills": "تَحديدُ المعرفة والمهارات",
    "Collaboration": "التّعَاوُن",
    "Students contribute and add value to shared learning experiences.": "يُساهمُ الطّلّابُ في عمليّةِ التّعلّم ويُضِيفونَ قيمَةً إلى خبراتِهم المُشتَرَكة.",
    "Communication": "التّواصُل",
    "Students effectively convey their ideas and understandings in multiple formats.": "ينقُلُ الطّلّابُ أفكارَهُم ومفاهيمَهُم للآخرينَ بأشكالٍ مُتَعدِّدةٍ",
    "Creative Thinking": "الإبداع",
    "Students gain facility with the creative process and confidence in self-expression.": "يَكتَسِبُ الطّلَبةُ المَهاراتِ من خلال عمليّةِ الإبداعِ والثِّقةِ في التّعبيرِ عن الذّات.",
    "Independence": "الاِستقلاليّة",
    "Students take responsibility for and are increasingly self-directed in their own learning.": "يَتَحَمّلُ الطّلبةُ المَسؤوليّة ويزدَادُ توجِيهُهُم ذاتيًّا ليتعلّموا",
    "Media Library": "مَكتَبَةُ الوَسائط",
    "Books, Songs & Videos": "كُتُبٌ، أَنَاشِيدٌ ومَقاطِعُ مُصوَّرةٌ",
    "Tolerance, morals, humanitarian and lovely stories, songs, and videos helps parents to support the mental health of their children that you can find when you visit our library.": "تَحتَوي المَكتَبةُ على مُحتَوىً قائم على التَّسَامُح والأَخلاق والقِصَصِ الإنسانيِّة والرَّائِعة والأناشيد والمَقَاطِع المُصَوَّرةُ التي تُساعِدُ الآباءَ على دَعمِ الصّحّةِ العَقليَّة لأَطفَالِهِم.",
    "Latest News": "أحدث الأخبار",
    "What is going on": "ما الذي يجري",
    "After a day at Giraffe, I recognize that my little Angel - Joliet is more and more confident and creative. She loves to raise her voice anytime with her wonder which hardly happen before.": "بعد يوم واحد في Giraffe ، أدركت أن Angel - Joliet الصغيرة أصبحت أكثر ثقة وإبداعًا. تحب أن ترفع صوتها في أي وقت بعجبها الذي لم يحدث من قبل.",
    "Don’t hear only from us": "لا تسمع منا فقط",
    "Testimonial": "شهادة",
    "Words academy for learning languages": "Words academy  لتعلم اللغات",
    "In our world, we transfer words in two languages that transform kids’ world to a journey of imagination, mythology and happiness. Visual, auditory, musical and social intelligence can be found in words academy who acknowledges that each child has the wright to learn regarding his abilities .": "في عالَمِنا نُحَوِّلُ الكَلِمات إلى لُغَتينِ واللّتان تُحولان عالمَ الطّفلِ إلى رحلةِ خيالٍ ومَرح بِمَا يتناسَبُ مع أنواعِ الذَّكاء المُختلِفة لأطفالنَا، حيث نؤكِّدُ في Words Academy على حقِّ كلِّ طفلٍ بأن يتعلّم وفقًا لذكائه وقُدراتِه.",
    "DO YOU LIKE TO KNOW MORE.. LEAVE US A MESSAGE": "لِمَعرِفَةِ المَزيدِ اُكتُب لنا رِسَالةً ",
    "Courses": "الدورات",
    "Name": "الاسم",
    "Send": "يرسل",
    "Message": "رسالة",
    "WORDS grow naturally and creatively in a wonderland for Kids to learn, play.": "تنمو WORDS بشكل طبيعي وإبداعي في أرض العجائب للأطفال للتعلم واللعب.",
    "NEWSLETTER SIGNING": "NEWSLETTER SIGNING",
    "Subscribe": "اشتراك",
    "CONTACT US": "اتَّصل بنا",
    "QUICK LINKS": "روابط سريعة",
    "Address: United Arabia Emirates, Dubai": "العنوان: الإمارات العربية المتحدة ، دبي",
    "WORDS ACADEMY© 2023 COPYRIGHT": "أكاديمية WORDS © 2023 COPYRIGHT",
    "Privacy Policy": "سياسة الخصوصية",
    "Phone: ‭+971 52 994 5335‬": "هاتف: +971 52994 5335",
    "Contact us": "اتَّصل بنا",
    "We would like to hear from you": "نَوَدّ أن نَسمع منك",
    "Would you like to know more about our services, contact us now and out team will be happy to assist you with your inquiry": "هل ترَغَب في مَعرفةِ المَزيد عن خَدمَاتِنا، اتَّصل بنا الآن وسَيَسعَدُ فريقنا بِمُساعَدتكَ.",
    "Email": "بريد إلكتروني",
    "Call": "اتصل",
    "WORDS ACADEMY": "WORDS ACADEMY",
    "Who we are ?": "مَن نَحنُ ",
    "Words academy has been found in hands of educators, content writers, painters and musical specialists who search to find the best practices and methods for kids to learn online Arabic and English languages by interactive and fun ways. The journey to build this platform has passed many difficulties and spent months to discover the international languages get along acquisitive standards to create topics, stories and songs suit learners around the world. Our team had many years in creating content for children and part of them had over than 20 years in educational field.": "Words Academy بُنِيَت من قِبَلِ أخِصَّائِيينَ تَربويّين، كُتّابُ مُحتَوى، رَسّامِين وأخصّائيّين في علمِ الأصوات الذين دأَبُوا في البحثِ عن أفضَلِ المُمَارَساتِ والاِسترَاتيجيّات لتعلُّم اللّغتين العربيّة والإنجليزيّة بشكلٍ تَفاعُليٍّ ومُمتِع.   رِحلَةُ بِناء الموقع مرّت بمَصاعِبَ كثيرةٍ حفّزتنا على البَحثِ والاستكشاف لتَعَلُّمِ أفضلِ المُمارساتِ لِتَجاوُزِ المَصاعِب في المشارِيع التّعليميّة.  شهُورٌ عَديدةٌ مرّت تخَلَّلها البَحثُ في المعايير الدُّوليّةِ لاكتساب اللُّغةِ، وتأليف النُّصوصُ الأصيلَةِ لتُناسِبَ المُتعلّمين حول العالم. ",
    "The interest of learners comes in the top of our website goals as we try to share the best topics, stories, songs and interactive activities to keep our students in passion to learn languages.": "فريقُ Words Academy تَتَجاوَزُ خبرتُهُ الأكاديميّةِ عن العِشرِينَ عامًا في تعليمِ اللّغاتِ لغير الناطقينَ بها وحاصِلٌ على شهاداتِ اختصاصٍ في اللّغة وخاضِعٌ للعديد من وَرشاتِ العَملِ الدّوليّة الخاصّةِ بتعليم اللّغاتِ لغير النّاطقين بها.التّعلّم المَرح كان ولا زال في مُقدّمةِ أولويّاتنا، حيث حَرِصنَا على أن تكون النّصوص والأناشيدُ والأفلام المصوّرة حافزًا لطلبتنا للتعلّم بشغفٍ.  ",
    "When we decided to create Words Academy, we looked around and wondered why our learners faces difficulties in learning languages? The common points were that many methods in learning language don’t meet the types of learners according to their intelligence and abilities! Starting from that point we have collected the most lessons and activities that suit visual, musical, social and self-learning.": " عِندَما قَرّرنَا بناء Words Academy، نظَرنا حولَنَا وتساءلنا! لِماذا أبناؤنا يعانُون من ضَعفِ الشّغَفِ لتعلُّم اللّغة؟! بعد التّشاوُرِ مع الأخصّائيين لدينا واِستطلاعِ آراء الطّلبة وجدنا أنّ الصّعوباتِ الأكثَرَ اِنتشارًا في تعلّمِ اللّغة هي أنَّ الأهداف والأساليب والطّرُق لا تتناسَبُ في مُعظَمِ الأحيانِ مع أنماط المُتعلّمين وتفَاوُتِ قُدراتِهم، لذلك حَرِصنا في Words Academy على ابتكارِ صفحَةٍ للاختبارات المِعياريّة بحيث يستطيعُ المعلّمون تحديد مستوى طلّابِهم قبل البدء بعمليّة التّعلّم، بالإضافَةِ إلى مُراعاةِ أنماط الذَّكاء البَصرِي، المُوسيقي، اللّغوي، الاجتماعي، والمستقل.",
    "We looked at European, Middle East, and international standards then we have integrated all in 12 interesting Arabic and English books. Our main characters (Jad, Tala, Sam and Sophia ) grow up with our learners, show their life stories since year 4 to year 12 in many daily biases (school, home, restaurant, park, trips, airport, hotel, malls, with celebrities and space).": " لقد اطّلعَ الأخصّائيونَ في Words Academyعلى المعايير الأوروبيّة والعالميّة ومعايير الشّرق الأوسط لتعليم اللغة لغير النّاطقين بها وبعد ذلك تمَّ تَخطيطُ وتنفيذُ مُستوياتٍ مُمتِعَةٍ لتعليمِ اللّغة العربيّة لغير النّاطقين بها، ومُستوياتٍ رائعةٍ لتعليم اللغة الإنجليزيّة لغير النّاطقينَ بها لِتَكونَ عونًا لجميع المُهتّمين بتعلّم اللغة بطُرقٍ عصريّةٍ ومُتدرِّجَةٍ.  شَخصيّاتُنا الرّئيسيّةُ ' تالا،جاد،صوفيا وسام ' سيَكبُرون مع مُتعلّمينا، حيثُ سيَعيشُ المُتعلّمون قصَصَ حياةِ هذه الشّخصيّات والمواقف الحياتيّة التي يتعرّضون لها في المدرسة، البيت، المطعم، المطار، الرّحلات، الأسواق التّجارية، مع المشاهير، وغيرها من المواقف الرّائعة. ",
    "Choose the right level for you": "اختر المستوى المناسب لك",
    "Our books are life stories of four characters that most of kids face in their daily life, starting from level one to level six. Each level has been built regarding to kids skills level to give a chance to all our kids to learn by interactive and fun ways.": "كُتُبُنَا هي قِصَصُ حَياةٍ لأربعِ شَخصيّاتٍ يواجهُها مُعظَم الأطفالِ في حيَاتِهم اليَوميَّة. تمَّ بِناءُ كُلِّ مُستوىً وِفقِ مَهاراتِ الأطفالِ لإِعطاءِ الفُرصَةِ لِجَميعِ أطفالنَا للتعلُّم من خِلال طُرقٍ تَفاعليَّةٍ ومُمتِعة.",
    "Each book talks about each life stations and how they interact with it in effective ways.": "يَتحدَّثُ كلُّ كِتابٍ عن مَحطّاتِ حياةِ كلِّ شَخصيَّةٍ وكيفَ تَتَفاعَلُ مَعَها بِطُرقٍ فعَّالة.",
    "Kids will live the interesting life journey of books characters and have an interesting experience. They pass to have new knowledge by using English language":"سَيعيشُ الأطفالُ رِحلةَ الحياةِ المُمتِعةِ لشخصيَّاتِ الكُتُب وتَجارِبِهِم المُمتِعَةِ حيثُ يمرُّون بِمَحطّاتٍ مُشَوِّقَةٍ للحصولِ على معرفةٍ جديدةٍ باستخدامِ اللّغة العربيّةِ والإنجليزية.",
    "Identifying your skills": "تحديد المُستَوى",
    "Identifying the levels of students is one of the most important vision in Words Academy.": "يُعدُّ التَّعرُّف على مُستَويَات الطُّلاب من أهمِّ الرُّؤى في Words Academy.",
    "In this aspect, we have created multiple assessments regarding to European standards to help teachers, schools and parents to choose the best level for their child after testing child’s skills.": "في هذا الجَانب، قُمنَا بإنشَاء اِختباراتٍ مِعياريّة متعددة مَبنيّةٌ وفق المعايير الأوروبيّة لِمُسَاعَدة المعلّمين والمَدارس وأَولياءِ الأُمور على اِختِيَار أَفضَلِ مُستوىً لأَطفَالِهم بَعد اِختبَار مَهَاراتِ الطَّفل.",
    "The levels of the assessments page divided to six levels. A1, A2, B1, B2, C1 and C2": "مُستوياتُ صَفحَة الاِختِباراتِ المِعياريّة مُقسّمَة إلى سِتَّة مُستويات. A1 و A2 و B1 و B2 و C1 و C2",
    "Each level had many levels to identify accurately students levels, as example A1, A1.1, A1.2, A1.3, A1.4, etc…": "يَحتَوي كلُّ مُستَوى على العَدِيد من المُستَوياتِ لتَوَخِّي الدَّقّةِ في تحديد مُستوى الطّالب. على سبيل المثال A1 ، A1.0 ، A1.1 ، A1.2 ، A1.3 ، A1.4 ، إلخ ...",
    "ASSESSMENTS LEVELS": "مُستَوياتُ الاختبار المعياري ",
    "Select your suitable level": "اِختَر المستوى المُناسِب لطلابك",
    "Reading": "القراءة",
    "Listening": "الاِستماع",
    "Writing": "الكِتابة",
    "TRY NOW FOR FREE":"جربه الآن مجانًا",
    "Bustan Al-Arabiya":"بستان العربية",
    "Level one":"المُستَوَى الأول" ,
    "Level two":"المُستَوَى الثّانِي",
    "Level three":"المُستَوَى الثَّالِثُ",
    "Level four":"المُستَوَى الرابع",
    "Level five":"المُسْتَوَى الخَامِسِ",
    "Level six":"المُستَوَى السَّادِسِ",
    "The Arabic language book for Non-native speakers - First level - contains texts and effective and interactive activities to enhance understanding among learners and achieve the educational objectives.":"كِتَابُ اللُّغَةِ العَرَبِيَّةِ لِلنَّاْطِقِيْنَ بِغَيْرِهَا، المُسْتَوَى التَّعْلِيْمِيُّ الأَوَّلُ يَجْمَعُ بَيْنَ دِفَّتَيْهِ نُصُوْصَاً وَأَنْشِطَةً تَفَاعُلِيَّةً وَتَمَارِيْنَ ذِهْنِيَّةً وَفَنِّيَّةً لِتَعْزِيْزِ الْفَهْمِ لَدَى المُتَعَلِّمِيْنَ، بِحَيْثُ يُحَقِّقُ الْمُتْعَةَ وَالفَائِدَةَ إلى جَانِبِ الْهَدَفِ التَّعْلِيْمِيِّ - وَالكِتَابُ مُكَوَّنٌ مِنْ أَرْبَعِ وَحْدَاتٍ هِيَ: ",
    "This is an Arabic book for Non-native speakers - Second level - One book that combines texts and activities to transform learning Arabic language to Fun trip. ":"هذَا كتَابُ الّلغَةِ العَربيّةِ لِلنَّاطِقينَ بِغيرِهَا، لِلمُستَوَى الثّانِي وَهُوَ كتَابٌ وَاحِدٌ يَجمَعُ النّصُوصَ وَالأَنشِطَةَ، حتَّى يكُونَ تَعُلُّمُ الّلغَةِ العَربِيَّةِ لَطِيفاً وَخَفِيفاً وَمُمْتِعاً، وَيَجْتَمِعُ كُلُّ مَا يتَعلَّقُ بِهَا فِي مَكَانٍ وَاحِدٍ. الكِتَابُ مُكَوّنٌ مِنْ أَربَعِ وِحْدَاتٍ:",
    "The Arabic language book for Non-native speakers - Third level - contains texts and effective and interactive activities to enhance understanding among learners and achieve the educational objectives. ":"هَذَا كِتَابُ الُّلغَةِ العَرَبِيّةِ لِغَيرِ النَّاطِقِينَ بِهَا لِلمُستَوَى الثَّالِثُ. وَهُوَ كِتَابٌ وَاحِدٌ يَجمَعُ النُّصُوصَ وَالأَنشِطَةَ، حَتَّى يَكُونَ تَعَلُّمُ الُّلغَةِ العَرَبِيَّةِ لَطِيفاً وَخَفِيفاً وَمُمتِعاً، وَيَجتَمِعُ كُلُّ مَا يَتَعلَّقُ بِهَا فِي مَكَانٍ وَاحِدٍ…. الكِتَابُ مُكَوَّنٌ مِنْ أَربَعِ وِحْدَاتٍ وَهِيَ:",
    "This is an Arabic book for Non-native speakers – Fourth level - One book that combines texts and activities to transform learning Arabic language to Fun trip.":"هَذَا كِتَابُ الُّلغَةِ العَرَبِيَّةِ لِلنَّاطِقِينَ بِغَيرِهَا لِلمُستَوَى الرابع، وَهُوَ كِتَابٌ وَاحِدٌ يَجمَعُ النُّصُوصَ وَالأَنِشَطَةَ وَالتَّمَارِينَ الذِّهنِيَّةَ وَالُّلغَوِيَّةَ والتَّفَاعُلِيَّةَ، حَتَّى يَكُونَ تَعَلُّمُ الُّلغَةِ العَرَبِيَّةِ لَطِيفاً وَخَفِيفاً وَمُمتِعاً، وَيَجتَمِعُ كُلُّ مَا يَتَعَلَّقُ بِتَعلِيمِ الُّلغَةِ فِي مَكَانٍ وَاِحٍد. الكِتَابُ مُكَوَّنٌ مِن أَربَعِ وِحدَاتٍ وَهِيَ:",
    "The Arabic language book for Non-native speakers - Fifth level - contains texts and effective and interactive activities to enhance understanding among learners and achieve the educational objectives. ":"هَذَا كِتَابُ الُّلغَةِ العَرَبِيَّةِ لِغَيْرِ النَّاطِقِينَ بِهَا لِلمُسْتَوَى الخَامِسِ. وَهُوَ كِتَابٌ وَاحِدٌ يَجْمَعُ النُّصَوصَ وَالْأنْشِطَةَ، حَتَّى يَكُوْنَ تَعَلُّمُ الُّلغَةِ العَرَبِيَّةِ لَطِيْفاً وَخَفِيْفاً وَمُمْتِعاً، وَيَجْتَمِعُ كُلُّ مَا يَتَعَلَّقُ بِهَا فِي مَكَانٍ وَاحِدٍ…اَلكِتَابُ مُكَوَّنٌ مِنْ أَرْبَعِ وَحْدَاتٍ وَهِيَ:",
    "This is an Arabic book for Non-native speakers – Sixth level - One book that combines texts and activities to transform learning Arabic language to Fun trip.":"كِتَابُ المُستَوَى السَّادِسِ، كِتَابٌ وَاحِدٌ يَجمَعُ النُّصُوصَ وَالأَنِشَطَةَ وَالتَّمَارِينَ الذِّهنِيَّةَ وَالُّلغَوِيَّةَ والتَّفَاعُلِيَّةَ، حَتَّى يَكُونَ تَعَلُّمُ الُّلغَةِ العَرَبِيَّةِ لَطِيفاً وَخَفِيفاً وَمُمتِعاً، وَيَجتَمِعُ كُلُّ مَا يَتَعَلَّقُ بِتَعلِيمِ الُّلغَةِ فِي مَكَانٍ وَاِحٍد وَبَأَيسَرِ وَأَبسَطِ السُّبُلِ. الكِتَابُ مُكَوَّنٌ مِن أَربَعِ وِحدَاتٍ وَهُيَ:" 
  
}